Repository: sillsdev/FwLocalizations
Catalog: messages.ms.tmx
Source language: en
Languages: ms

source: Information about the selected user's account
ms: Maklumat mengenai akaun pengguna terpilih

source: Information about which features the selected user can use
ms: Maklumat mengenai ciri mana yang boleh digunakan oleh pengguna terpilih

source: Information about which portions of which FieldWorks projects the selected user can access
ms: Maklumat tentang bahagian projel FieldWorks yang manakah boleh dicapai oleh pengguna terpilih

source: (Inherited from {0})
ms: (Diwarisi daripada {0})

source: Initializing Layouts...
ms: Memulakan Bentangan...

source: Initializing new database...
ms: Memulakan pangkalan data baru...

source: Initializing Window...
ms: Memulakan Tetingkap...

source: Input file ({0}) not found.
ms: Fail input ({0}) tidak ditemui.

source: Input File Contents Changed
ms: Kandungan Fail Input Berubah

source: _Insert
ms: _Selit

source: Insert
ms: Selit

source: Insert _Example
ms: Selitkan _Contoh

source: Insert _Natural Class
ms: Selitkan _Golongan Seciri

source: Insert _Optional Item
ms: Selitkan _Butir Pilihan

source: Insert _Picture
ms: Selitkan _Gambar

source: Insert _Pronunciation
ms: Selitkan _Sebutan

source: Insert _Sense
ms: Selitkan _Makna

source: Insert _Sound or Movie
ms: Selitkan _Bunyi atau Wayang gambar

source: Insert _Subrecord
ms: Selitkan _Sub Rekod

source: Insert _Top-Level Sense
ms: Selitkan Makna _Tahap Teratas

source: Insert _Variant
ms: Selitkan _Varian

source: Insert _Word Boundary
ms: Selitkan _Batasan Perkataan

source: Insert {0} Relation
ms: Selitkan Kaitan {0}

source: Insert {0} Relation (to this {1})
ms: Selitkan Kaitan {0} (ke {1} ini)

source: &Insert >
ms: &Selit >

source: Insert a free translation.
ms: Selitkan terjemahan bebas.

source: Insert a link to an external file.
ms: Selitkan satu pautan ke fail luaran.

source: Insert a literal translation.
ms: Selitkan terjemahan harfiah.

source: Insert a new sense.
ms: Selitkan makna baru.

source: Insert a new subsense.
ms: Selitkan submakna baru.

source: Insert a new subtype in this type.
ms: Selitkan sub jenis dalam jenis ini.

source: Insert a note.
ms: Selitkan nota.

source: Insert a subcategory in this anthropology category.
ms: Selitkan subkategori dalam kategori antropologi ini.

source: Insert a subdomain in this semantic domain.
ms: Selitkan subdomain dalam domain semantik ini.

source: Insert a subitem in this item.
ms: Selitkan sub butir dalam butiran ini.

source: Insert a subitem in this location.
ms: Selitkan sub butir dalam lokasi ini.

source: Insert A_llomorph
ms: Selitkan A_lomorf

source: Insert Affix Allomorph
ms: Selitkan Alomorf Imbuhan

source: Insert Affix Process
ms: Selitkan Proses Imbuhan

source: Insert Affix Slot
ms: Selitkan Slot Imbuhan

source: Insert Affix Template
ms: Selitkan Templat Imbuhan

source: Insert Allomorph
ms: Selitkan Alomorf

source: Insert Allomorph Rule
ms: Selitkan Peraturan Alomorf

source: Insert Annotation Definition
ms: Selitkan Definisi Anotasi

source: Insert as Moved from
ms: Selitkan sebagai Dipindahkan dari

source: Insert Environment _bar
ms: Selitkan _bar Sekitaran

source: Insert Environment _slash
ms: Selitkan _garis condong Sekitaran

source: Insert Environment bar
ms: Selitkan bar Sekitaran

source: Insert Environment slash
ms: Selitkan garis condong Sekitaran

source: Insert Etymology
ms: Selitkan Etimologi

source: Insert Feature Set
ms: Selitkan Set Ciri

source: Insert Feature Value
ms: Selitkan Nilai Ciri

source: Insert Grammatical Info. for Affix
ms: Selitkan Maklumat Tatabahasa untuk Imbuhan

source: Insert Grammatical Info. for Derivational Affix
ms: Selitkan Maklumat Tatabahasa untuk Imbuhan Terbitan

source: Insert Grammatical Info. for Inflectional Affix
ms: Selitkan Maklumat Tatabahasa untuk Imbuhan Infleksi

source: Insert Grammatical Info. for Stem
ms: Selitkan Maklumat Tatabahasa untuk Dasar

source: Insert Grapheme
ms: Selitkan Grafem

source: Insert Inflection Class
ms: Selitkan Kelas Infleksi

source: Insert into new Row
ms: Selitkan ke dalam Baris baru

source: Insert Main Entry
ms: Selitkan Entri Utama

source: Insert Morpheme Breaks
ms: Selitkan Uraian Morfem

source: Insert Morpheme Rule
ms: Selitkan Peraturan Morfem

source: Insert Morpheme Type
ms: Selitkan Jenis Morfem

source: Insert Natural Class
ms: Selitkan Golongan Seciri

source: Insert Optional Item
ms: Selitkan Butir Opsional

source: Insert options
ms: Selitkan opsyen

source: Insert Question
ms: Selitkan Soalan

source: Insert Reversal Subcategory
ms: Selitkan Subkategori Pembalikan

source: Insert Reversal Subentry
ms: Selitkan Subentri Pembalikan

source: Insert Row Below
ms: Selitkan Baris Di bawah

source: Insert S_ubrecord of Subrecord
ms: Selitkan S_ub Rekod daripada Sub Rekod

source: Insert selected text into the {0} column.
ms: Selitkan teks terpilih ke dalam kolum {0}.

source: Insert Slot after XXX
ms: Selitkan Slot selepas XXX

source: Insert Slot before XXX
ms: Selitkan Slot sebelum XXX

source: Insert Sound or Movie _File
ms: Selitkan Fail Rakaman Suara atau _Fail Wayang gambar

source: Insert Stem Allomorph
ms: Selitkan Alomorf Dasar

source: Insert Stem Name
ms: Selitkan Nama Dasar

source: Insert Su_bsense
ms: Selitkan Su_bmakna

source: Insert subcategory
ms: Selitkan subkategori

source: Insert Subcategory...
ms: Selitkan Subkategori...

source: Insert subdomain
ms: Selitkan subdomain

source: Insert subitem
ms: Selitkan sub butir

source: Insert Subsense (in sense)
ms: Selitkan Submakna (di dalam makna)

source: Insert Translation
ms: Selitkan Terjemahan

source: Insert value in empty fields:
ms: Selitkan nilai dalam bidang kosong:

source: Insert Variant
ms: Selitkan Varian

source: Insert Word Boundary
ms: Selitkan Batas Perkataan

source: {0} instances (with data)
ms: {0} tika (dengan data)

source: _Instructor Guide...
ms: _Petunjuk Pengajar...

source: Interface
ms: Antara muka

source: Interlinear Import
ms: Import Antara baris

source: Interlinear Texts
ms: Teks-teks Antara baris

source: Interlinear view for tagging multi-word phenomena.
ms: Paparan ruang antara baris untuk menanda fenomena berbilang kata.

source: Interlinear XML file:
ms: Fail Antara baris XML:

source: Interlinear...
ms: Antara baris...

source: _Interlinearizing
ms: _Membuat Terjemahan Antara baris

source: Internal Code:
ms: Kod Dalaman:

source: Invalid Code Page
ms: Halaman Kod Tidak Sah

source: Invalid Converter Name
ms: Nama Penukar Tidak Sah

source: Invalid FieldWorks project type.
ms: Jenis projek FieldWorks tidak sah.

source: Invalid File
ms: Fail Tidak Sah

source: Invalid Form
ms: Bentuk Tidak Sah

source: Invalid Internal Constituent Chart Data
ms: Data Carta Konstituen Dalaman Tidak Sah

source: Invalid keyboard
ms: Papan kekunci tidak sah

source: Invalid Mapping File
ms: Fail Pemetaan Tidak Sah

source: Invalid Mapping Name
ms: Nama Pemetaan Tidak Sah

source: Invalid Reference
ms: Rujukan Tidak Sah

source: Invalid Regular Expression
ms: Ungkapan Biasa Tidak Sah

source: Invalid version attribute in {0}
ms: Atribut versi tidak sah dalam {0}

source: Invalid writing system
ms: Sistem Penulisan tidak sah

source: IPA Symbol
ms: Simbol IPA

source: {0} is {1}
ms: {0} ialah {1}

source: Is a Researcher
ms: Adalah Penyelidik

source: Is Abstract Form
ms: Adalah Bentuk Abstrak

source: Is Abstract Form (Allomorph)
ms: Adalah Bentuk Abstrak (Alomorf)

source: {0}. Is being used {1} times by analyses.
ms: {0}. Digunakan {1} kali oleh analisis-analisis.

source: {0}. Is being used {1} times by major entries.
ms: {0}. Digunakan {1} kali oleh entri-entri utama.

source: {0}. Is being used {1} times by subentries.
ms: {0}. Digunakan {1} kali oleh subentri.

source: {0}. Is being used {1} times by wordform analyses.
ms: {0}. Digunakan {1} kali oleh analisis-analisis bentuk kata.

source: {0}. Is being used {1} times by{2} allomorph adhoc co-prohibitions.
ms: {0}. Sudah digunakan sebanyak {1} kali oleh{2} adhoc alomorf larangan bersama.

source: {0}. Is being used {1} times by{2} allomorphs.
ms: {0}. Digunakan {1} kali oleh{2} alomorf-alomorf.

source: {0}. Is being used {1} times by{2} functions/analyses.
ms: {0}. Digunakan {1} kali oleh {2} fungsi/analisis.

source: {0}. Is being used {1} times by{2} morpheme adhoc co-prohibitions.
ms: {0}. Sudah digunakan sebanyak {1} kali oleh{2} adhoc morfem larangan bersama.

source: {0}. Is being used {1} times by{2} reversal entries.
ms: {0}. Digunakan {1} kali oleh{2} entri-entri pembalikan.

source: {0}. Is being used {1} times in analyses.
ms: {0}. Digunakan {1} kali di analisa-analisa.

source: {0}. Is being used 1 time by analyses.
ms: {0}. Digunakan 1 kali oleh analisis-analisis.

source: {0}. Is being used 1 time by major entries.
ms: {0}. Digunakan 1 kali oleh entri-entri utama.

source: {0}. Is being used 1 time by subentries.
ms: {0}. Digunakan 1 kali oleh subentri.

source: {0}. Is being used 1 time by wordform analyses.
ms: {0}. Digunakan 1 kali oleh analisis bentuk kata.

source: {0}. Is being used 1 time by{1} allomorph adhoc co-prohibitions.
ms: {0}. Sudah digunakan sebanyak 1 kali oleh{1} adhoc alomorf larangan bersama.

source: {0}. Is being used 1 time by{1} allomorphs.
ms: {0}. Digunakan 1 kali oleh{1} alomorf-alomorf.

source: {0}. Is being used 1 time by{1} functions/analyses.
ms: {0}. Sudah digunakan sebanyak 1 kali oleh {1} fungsi/anilisis.

source: {0}. Is being used 1 time by{1} morpheme adhoc co-prohibitions.
ms: {0}. Sudah digunakan 1 kali oleh{1} adhoc morfem larangan bersama.

source: {0}. Is being used 1 time by{1} reversal entries.
ms: {0}. Digunakan 1 kali oleh{1} entri pembalikan.

source: {0}. Is being used 1 time in analyses.
ms: {0}. Digunakan 1 kali di analisis-analisis.

source: Is Translation
ms: Adalah Terjemahan

source: IsAbstract
ms: AdalahAbstrak

source: It contains {0} lexical relations or cross references.
ms: Ia mengandungi {0} kaitan leksikal atau rujukan silang.

source: It contains 1 lexical relation or cross reference.
ms: Ia mengandungi 1 kaitan leksikal atau rujukan silang.

source: {0}. It may be recreated when the parser runs again.
ms: {0}. Mungkin ia dibuat apabila penghurai kata berjalan lagi.

source: &Italic
ms: &Italik

source: Italic
ms: Italik

source: _Item
ms: _Butir

source: Item
ms: Butir

source: Item Abbreviation
ms: Singkatan Butir

source: Item layout
ms: Bentangan butir

source: Item Name
ms: Nama Butir

source: Item to delete:
ms: Butir untuk dihapus:

source: _Jump to Next
ms: _Lompat ke Seterusnya

source: &Just This Data:
ms: &Hanya Data Ini:

source: Justified
ms: Terlaras

source: Keep multi-morphemic analyses
ms: Kekalkan anilisis morfemik berbilang

source: Keep newer files in the folder.
ms: Simpan fail-fail yang lebih baru dalam folder.

source: Key Allomorph
ms: Alomorf Kunci

source: Key Item
ms: Butir Kunci

source: Key markers
ms: Penanda-penanda kunci

source: Key Morpheme
ms: Morfem Kunci

source: Keyboard
ms: Papan Kekunci

source: &Keyboard...
ms: &Papan Kekunci...

source: Keyman Configuration
ms: Konfigurasi Keyman

source: Keyman initialization failed
ms: Awalan Keyman gagal

source: Keyman keyboard:
ms: Papan Kekunci Keyman:

source: L_IFT Lexicon...
ms: Leksikon L_IFT...

source: L_ink to File...
ms: P_autkan ke Fail...

source: Lang Descriptor
ms: Pemerihal Bhs

source: &Lang Descriptor :
ms: &Pemerihal Bhs :

source: Language
ms: Bahasa

source: Language Definition
ms: Definisi Bahasa

source: Language Descriptor :
ms: Pemerihal Bahasa :

source: Language Descriptor:
ms: Pemerihal Bahasa:

source: Language Explorer does not yet have the capability to display subentries of senses when the senses are not themselves shown in separate paragraphs.
ms: Language Explorer belum lagi mendapat keupayaan untuk memaparkan subentri makna apabila makna-makna tersebut tidak dengan sendirinya ditunjuk dalam perenggan berasingan.

source: &Language file from Toolbox or Paratext 6 (Unicode)
ms: &Fail bahasa daripada Toolbox atau Paratext 6 (Unikod)

source: Language mapping
ms: Pemetaan bahasa

source: Language Name
ms: Nama Bahasa

source: Language:
ms: Bahasa:

source: Languages data is not installed correctly. Please re-run the FieldWorks Installer and repair your installation.
ms: Data bahasa tidak dipasang dengan betul. Sila jalankan semula Pemasang FieldWorks dan baiki pemasangan anda.

source: &Last Character:
ms: &Aksara Terakhir:

source: Last Modified:
ms: Perubahan Terakhir:

source: Last Row in Paragraph
ms: Baris Terakhir dalam Perenggan

source: Last Row in Sentence
ms: Baris Terakhir dalam Ayat

source: Last Word
ms: Perkataan Terakhir

source: Leading Token
ms: Token Pembuka

source: Leave _suggestion and
ms: Tinggalkan _cadangan dan

source: Leave the suggested analysis and move to the next word, to the same interlinear line.
ms: Tinggalkan anilisis yang dicadangkan dan teruskan ke perkataan seterusnya, ke baris antara baris yang sama.

source: Leave the suggested analysis as a suggestion, and jump to the next word with a suggested or incomplete analysis.
ms: Tinggalkan analisis yang dicadangkan sebagai cadangan, dan lompat ke perkataan seterusnya bersama analisis yang dicadangkan atau yang tak lengkap.

source: Leave the suggested analysis as a suggestion, and move to the next word.
ms: Tinggalkan analisis yang dicadangkan sebagai cadangan, dan teruskan ke perkataan seterusnya.

source: Leave the suggested analysis as a suggestion, and move to the word on the left.
ms: Tinggalkan analisis yang dicadangkan sebagai cadangan, dan teruskan ke perkataan di sebelah kiri.

source: Leave the suggested analysis as a suggestion, and move to the word on the right.
ms: Tinggalkan analisis yang dicadangkan sebagai cadangan, dan teruskan ke perkataan di sebelah kanan.

source: Left environment
ms: Sekitaran kiri

source: Left headed
ms: Berpengepala kiri

source: Left Member
ms: Ahli Kiri

source: Left MSA
ms: MSA kiri

source: Left- or Right-Headed Compound Rule
ms: Peraturan Majmuk Berpengepala Kiri atau Kanan

source: Left-to-right
ms: Kiri ke Kanan

source: Left-to-Right
ms: Kiri ke Kanan

source: Left-to-Right Embedding
ms: Penyiratan Kiri-ke-Kanan

source: left-to-right iterative
ms: lelaran kiri-ke-kanan

source: Legacy to and from Legacy
ms: Legasi ke dan dari Legasi

source: Legacy to and from Unicode
ms: Legasi ke dan dari Unikod

source: Legacy to Legacy
ms: Legasi ke Legasi

source: Legacy to Unicode
ms: Legasi ke Unikod

source: less than
ms: kurang dari

source: less than or equal to
ms: kurang dari atau sama dengan

source: Let me &break the word into its morphemes (this can make it run faster)
ms: Biarkan saya &menguraikan perkataan ke dalam morfem-morfemnya (ini boleh mempercepatkan proses)

source: Let me change the new project name
ms: Biarkan saya menukar nama projek

source: &Let me see all the detailed steps the parser tried (this may take a very long time in some instances)
ms: &Biarkan saya melihat semua langkah yang terperinci yang dicuba oleh penghurai kata (ini akan mengambil masa yang lama dalam sesetengah tika)

source: Lex. Entries
ms: Entri-entri Leks.

source: Lex. Entry
ms: Entri Leks.

source: Lex. Gloss
ms: Glos Leks.

source: Lex. Gram. Info.
ms: Maklumat Tatabahasa Leks.

source: Lex./Word Cat.
ms: Kategori Leks./Perkataan

source: Lex./Word Gloss
ms: Glos Leks./Perkataan

source: Lexeme
ms: Leksem

source: lexeme form
ms: bentuk leksem

source: Lexeme form
ms: Bentuk leksem

source: Lexeme Form
ms: Bentuk Leksem

source: Lexeme Form has components
ms: Bentuk Leksem mempunyai komponen-komponen

source: Lexeme Form is a variant
ms: Bentuk Leksem adalah varian

source: Lexeme &Form:
ms: &Bentuk Leksem:

source: Lexical Entries
ms: Entri-entri Leksikal

source: Lexical Entry:
ms: Entri Leksikal:

source: _Lexical Reference Type
ms: Jenis Rujukan _Leksikal

source: Lexical Relation
ms: Kaitan Leksikal

source: Lexical Relation Type :
ms: Jenis Kaitan Leksikal :

source: Lexical Relation Types:
ms: Jenis Kaitan Leksikal:

source: _Lexical relations
ms: _Kaitan leksikal

source: Lexical Relations
ms: Kaitan-kaitan Leksikal

source: Lexical Tools
ms: Alat-alat Leksikal

source: _Lexicon
ms: _Leksikon

source: Lexicon
ms: Leksikon

source: Lexicon Edit
ms: Edit Leksikon

source: Li_sts
ms: Se_narai

source: LIFT File:
ms: fail LIFT:

source: LIFT files
ms: fail LIFT

source: LIFT files|*.lift|XML files|*.xml|All files|*.*
ms: fail LIFT|*.lift|fail XML|*.xml|Semua fail|*.*

source: Line
ms: Baris

source: Link Entry Or Sense
ms: Entri Atau Makna Pautan

source: Link To Allomorph
ms: Pautkan Ke Alomorf

source: Linked files
ms: Fail Terpaut

source: Linked Files
ms: Fail Terpaut

source: &Linked files (for example, picture, sound, or movie files)
ms: &Fail terpaut (contohnya, gambar, bunyi, atau fail wayang gambar)

source: Linked files (for example, picture, sound, or movie files)
ms: Fail terpaut (contohnya gambar, bunyi, atau fail wayang gambar)

source: Linked Files folder
ms: Folder Fail Terpaut

source: Linked Files Folder
ms: Folder Fail Terpaut

source: Linked Files folder unavailable
ms: Tidak terdapat folder Fail Terpaut

source: Linked Files folder:
ms: Folder Fail Terpaut:

source: (Linked Files folder: {0})
ms: (Folder Fail Terpaut: {0})

source: Linked files in backup are older
ms: Fail terpaut dalam backup adalah fail terpaut yang sudah lama

source: Linked Files path not accessible.
ms: Laluan Fail Terpaut tidak dapat diakses.

source: List Choice
ms: Pilihan Senarai

source: List Import Substitution
ms: Senaraikan Gantian Import

source: List Item
ms: Butiran Senarai

source: List of possible gloss components
ms: Senarai komponen glos yang berkemungkinan

source: List Reference (multiple items)
ms: Rujukan Senarai (butiran berganda)

source: List Reference (single item)
ms: Rujukan Senarai (butiran tunggal)

source: List Tools
ms: Alat Senarai

source: List...
ms: Senarai...

source: &List:
ms: &Senarai:

source: List:
ms: Senarai:

source: Lists
ms: Senarai

source: Lists all the fields in the notebook so you can choose the destination for the selected marker, and then choose specific settings for that destination.
ms: Senaraikan semua bidang dalam buku nota supaya anda boleh memilih destinasi bagi penanda yang dipilih, dan kemudian pilih tetapan tertentu bagi destinasi tersebut.

source: Lists other names for this language which are recorded in the Ethnologue. Includes names of dialects.
ms: Senaraikan nama lain bagi bahasa ini yang dirakamkan dalam Etnolog. Sertakan nama dialek.

source: Lists registered encoding converters. Select one to view its details.
ms: Senaraikan penukar-penukar pengekod yang terdaftar. Pilih satu untuk melihat perinciannya.

source: Lit.
ms: Harafiah

source: Literal Meaning
ms: Makna Harafiah

source: _Literal Translation
ms: Terjemahan _Harafiah

source: Literal Translation
ms: Terjemahan Harafiah

source: Literal Translations
ms: Terjemahan Harafiah

source: &Load from...
ms: &Muat dari...

source: Loading Project {0}...
ms: Memuat Projek {0}...

source: Loading the initial Parts of Speech
ms: Memuat Jenis Perkataan awal

source: Loading the Semantic Domain List
ms: Memuat Senarai Domain Semantik

source: Loading various lists for lookup during import
ms: Muat senarai pelbagai bagi carian semasa import

source: Loading various lists for lookup during import...
ms: Muat senarai pelbagai bagi carian semasa import...

source: Loading...
ms: Memuat...

source: Loading: '{0}' ...
ms: Memuat: '{0}'...

source: _Location
ms: _Lokasi

source: Location
ms: Lokasi

source: Location Name
ms: Nama Lokasi

source: Location:
ms: Lokasi:

source: Locations
ms: Lokasi-lokasi

source: &Look in:
ms: &Cari dalam:

source: Looking for and fixing errors in {0}
ms: Mencari dan membaiki ralat dalam {0}

source: Lost Connection
ms: Sambungan Hilang

source: Louw & Nida Codes
ms: Kod Louw & Nida

source: LT
ms: TH

source: Main Entry
ms: Entri Utama

source: Main entry not shown
ms: Entry utama tidak ditunjukkan

source: Main Entry not shown
ms: Entri utama tidak ditunjukkan

source: Maintain existing case in the Baseline of texts
ms: Kekalkan huruf sedia ada dalam teks-teks Teks Dasar

source: Make a Dependent Clause out of
ms: Buat Klausa Terikat daripada

source: Make a Song Clause out of
ms: Buat Klausa Lagu daripada

source: Make a Speech Clause out of
ms: Buat Klausa Dialek daripada

source: _Make phrase with next word
ms: _Buat frasa dengan perkataan seterusnya

source: Make phrase with next word
ms: Buat frasa dengan menggunakan perkataan seterusnya

source: 4. Make the changes.
ms: 4. Buat perubahan.

source: Making HC Files
ms: Membuat Fail HC

source: Making XAmple Files
ms: Membuat Fail XAmple

source: Male
ms: Lelaki

source: Manage {0} Views
ms: Kelola {0} Paparan

source: Manage Views
ms: Kelola Paparan

source: Manual Entry
ms: Entri Manual

source: &Mapping Name:
ms: &Pemetaan Nama:

source: March 2, 2001
ms: 2 Mac 2001

source: Mark {0}
ms: Tandakan {0}

source: Mark as Missing
ms: Tandakan sebagai Hilang

source: Mark as Postposed -- Advanced options
ms: Tandakan sebagai Telah Diposposisi -- Pilihan lanjutan

source: Mark as Postposed -- Advanced Options
ms: Tandakan sebagai Telah Diposposisi -- Pilihan Lanjutan

source: Mark as Postposed from
ms: Tandakan sebagai Telah Diposposisi dari

source: Mark as Preposed -- Advanced options
ms: Tandakan sebagai Telah Dipreposisi-- Pilihan lanjutan

source: Mark as Preposed from
ms: Tandakan sebagai Dipreposisi dari

source: Marker
ms: Penanda

source: Marker:
ms: Penanda:

source: Match as &whole word
ms: Padan sebagai perkataan &keseluruhan

source: Match &case
ms: &Kasus padan

source: Match case
ms: Kasus padan

source: Match &diacritics
ms: &Diakritik-diakritik pada

source: Match diacritics
ms: Diakritik-diakritik padan

source: Match for &regular expression
ms: Padan bagi &ungkapan biasa

source: Match list items against abbreviations
ms: Padankan butir senarai terhadap singkatan

source: Match list items against full names
ms: Padankan butir senarai terhadap nama penuh

source: Match writing s&ystem
ms: S&istem penulisan serasi

source: May we ask you a favor? We would like to send a tiny e-mail back to the SIL software developers telling us of your progress. You will be able to view the e-mail before it goes out. You do not need to be connected to the Internet right now...the e-mail will just open and you can save it in your outbox.
ms: Bolehkah kami meminta bantuan anda? Kami ingin mengirim e-mel kecil kembali kepada pemaju-pemaju perisian SIL untuk memberitahu kami tentang kemajuan anda. Anda boleh melihat e-mel tersebut sebelum ia dikirim. Anda tidak perlu tersambung ke Internet sekarang ini... e-mel tersebut akan dibuka dan anda boleh menyimpannya dalam peti keluar anda.

source: May we have permission to send an email report to the development team?
ms: Bolehkah kami mendapat kebenaran untuk mengirim laporan e-mel kepada pasukan kemajuan?

source: Media File
ms: Fail Media

source: Memory and disk usage information.
ms: Maklumat memori dan kegunaan cakera.

source: &Merge
ms: &Cantumkan

source: _Merge
ms: _Cantumkan

source: Merge Allomorph
ms: Cantumkan Alomorf

source: Merge Allomorph into...
ms: Cantumkan Alomorf ke dalam...

source: Merge AlternateForm into...
ms: Cantumkan BentukPengganti ke dalam...

source: Merge Analysis
ms: Cantumkan Analisis

source: Merge Category into...
ms: Cantumkan Kategori ke dalam...

source: Merge current lexical entry into another entry.
ms: Cantumkan entri leksikal semasa ke dalam entri lain.

source: Merge Entry
ms: Cantumkan Entri

source: Merge Entry into...
ms: Cantumkan Entri ke dalam...

source: Merge Gloss...
ms: Cantumkan Glos...

source: Merge Grammatical Info. into...
ms: Cantumkan Maklumat Tatabahasa ke dalam...

source: Merge Reversal Entry
ms: Cantumkan Entri Pembalikan

source: Merge Sense
ms: Cantumkan Makna

source: Merge Sense into...
ms: Cantumkan Makna ke dalam...
